{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<cls>": 2,
      "<sep>": 3,
      "<mask>": 4,
      "\u0001": 5,
      "\u0003": 6,
      "\u0006": 7,
      "\b": 8,
      "\u0011": 9,
      "\u0012": 10,
      "\u0015": 11,
      "\u001c": 12,
      "\u001e": 13,
      "\u001f": 14,
      "!": 15,
      "\"": 16,
      "#": 17,
      "$": 18,
      "%": 19,
      "&": 20,
      "'": 21,
      "(": 22,
      ")": 23,
      "*": 24,
      "+": 25,
      ",": 26,
      "-": 27,
      ".": 28,
      "/": 29,
      "0": 30,
      "1": 31,
      "2": 32,
      "3": 33,
      "4": 34,
      "5": 35,
      "6": 36,
      "7": 37,
      "8": 38,
      "9": 39,
      ":": 40,
      ";": 41,
      "<": 42,
      "=": 43,
      ">": 44,
      "?": 45,
      "@": 46,
      "A": 47,
      "B": 48,
      "C": 49,
      "D": 50,
      "E": 51,
      "F": 52,
      "G": 53,
      "H": 54,
      "I": 55,
      "J": 56,
      "K": 57,
      "L": 58,
      "M": 59,
      "N": 60,
      "O": 61,
      "P": 62,
      "Q": 63,
      "R": 64,
      "S": 65,
      "T": 66,
      "U": 67,
      "V": 68,
      "W": 69,
      "X": 70,
      "Y": 71,
      "Z": 72,
      "[": 73,
      "\\": 74,
      "]": 75,
      "^": 76,
      "_": 77,
      "`": 78,
      "a": 79,
      "b": 80,
      "c": 81,
      "d": 82,
      "e": 83,
      "f": 84,
      "g": 85,
      "h": 86,
      "i": 87,
      "j": 88,
      "k": 89,
      "l": 90,
      "m": 91,
      "n": 92,
      "o": 93,
      "p": 94,
      "q": 95,
      "r": 96,
      "s": 97,
      "t": 98,
      "u": 99,
      "v": 100,
      "w": 101,
      "x": 102,
      "y": 103,
      "z": 104,
      "{": 105,
      "|": 106,
      "}": 107,
      "~": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "¡": 138,
      "¢": 139,
      "£": 140,
      "¤": 141,
      "¥": 142,
      "¦": 143,
      "§": 144,
      "¨": 145,
      "©": 146,
      "ª": 147,
      "«": 148,
      "¬": 149,
      "­": 150,
      "®": 151,
      "¯": 152,
      "°": 153,
      "±": 154,
      "²": 155,
      "³": 156,
      "´": 157,
      "µ": 158,
      "¶": 159,
      "·": 160,
      "¸": 161,
      "¹": 162,
      "º": 163,
      "»": 164,
      "¼": 165,
      "½": 166,
      "¾": 167,
      "¿": 168,
      "À": 169,
      "Á": 170,
      "Â": 171,
      "Ã": 172,
      "Ä": 173,
      "Å": 174,
      "Æ": 175,
      "Ç": 176,
      "È": 177,
      "É": 178,
      "Ê": 179,
      "Ë": 180,
      "Ì": 181,
      "Í": 182,
      "Î": 183,
      "Ï": 184,
      "Ð": 185,
      "Ñ": 186,
      "Ò": 187,
      "Ó": 188,
      "Ô": 189,
      "Õ": 190,
      "Ö": 191,
      "×": 192,
      "Ø": 193,
      "Ù": 194,
      "Ú": 195,
      "Û": 196,
      "Ü": 197,
      "Ý": 198,
      "Þ": 199,
      "ß": 200,
      "à": 201,
      "á": 202,
      "â": 203,
      "ã": 204,
      "ä": 205,
      "å": 206,
      "æ": 207,
      "ç": 208,
      "è": 209,
      "é": 210,
      "ê": 211,
      "ë": 212,
      "ì": 213,
      "í": 214,
      "î": 215,
      "ï": 216,
      "ð": 217,
      "ñ": 218,
      "ò": 219,
      "ó": 220,
      "ô": 221,
      "õ": 222,
      "ö": 223,
      "÷": 224,
      "ø": 225,
      "ù": 226,
      "ú": 227,
      "û": 228,
      "ü": 229,
      "ý": 230,
      "þ": 231,
      "ÿ": 232,
      "Ā": 233,
      "ā": 234,
      "Ă": 235,
      "ă": 236,
      "Ą": 237,
      "ą": 238,
      "Ć": 239,
      "ć": 240,
      "Ĉ": 241,
      "Č": 242,
      "č": 243,
      "ď": 244,
      "Đ": 245,
      "đ": 246,
      "ē": 247,
      "Ĕ": 248,
      "ė": 249,
      "ę": 250,
      "ě": 251,
      "Ĝ": 252,
      "ğ": 253,
      "Ġ": 254,
      "ġ": 255,
      "ģ": 256,
      "Ĥ": 257,
      "ħ": 258,
      "Ĩ": 259,
      "ĩ": 260,
      "ī": 261,
      "Į": 262,
      "İ": 263,
      "ı": 264,
      "Ĵ": 265,
      "Ķ": 266,
      "Ĺ": 267,
      "ļ": 268,
      "Ł": 269,
      "ł": 270,
      "Ń": 271,
      "ń": 272,
      "Ň": 273,
      "ŋ": 274,
      "Ō": 275,
      "ō": 276,
      "ŏ": 277,
      "ő": 278,
      "Œ": 279,
      "œ": 280,
      "Ŕ": 281,
      "Ř": 282,
      "ř": 283,
      "Ś": 284,
      "ś": 285,
      "Ŝ": 286,
      "ŝ": 287,
      "Ş": 288,
      "ş": 289,
      "Š": 290,
      "š": 291,
      "ţ": 292,
      "Ť": 293,
      "ť": 294,
      "Ŧ": 295,
      "ŧ": 296,
      "ũ": 297,
      "ū": 298,
      "ŭ": 299,
      "ů": 300,
      "ű": 301,
      "ų": 302,
      "ŵ": 303,
      "Ÿ": 304,
      "ź": 305,
      "Ż": 306,
      "ż": 307,
      "Ž": 308,
      "ž": 309,
      "Ə": 310,
      "Ƒ": 311,
      "ƒ": 312,
      "Ɠ": 313,
      "Ơ": 314,
      "ơ": 315,
      "Ƨ": 316,
      "Ƭ": 317,
      "Ư": 318,
      "ư": 319,
      "Ƶ": 320,
      "ǀ": 321,
      "ǃ": 322,
      "ǎ": 323,
      "ǐ": 324,
      "ǒ": 325,
      "Ǔ": 326,
      "ǔ": 327,
      "ǚ": 328,
      "ǝ": 329,
      "ǟ": 330,
      "Ǥ": 331,
      "ǧ": 332,
      "ȋ": 333,
      "ȍ": 334,
      "ȗ": 335,
      "Ș": 336,
      "ș": 337,
      "Ț": 338,
      "ț": 339,
      "Ʌ": 340,
      "Ɇ": 341,
      "ɇ": 342,
      "Ɉ": 343,
      "ɍ": 344,
      "Ɏ": 345,
      "ɐ": 346,
      "ɑ": 347,
      "ɒ": 348,
      "ɓ": 349,
      "ɔ": 350,
      "ɕ": 351,
      "ɖ": 352,
      "ə": 353,
      "ɛ": 354,
      "ɜ": 355,
      "ɟ": 356,
      "ɡ": 357,
      "ɢ": 358,
      "ɣ": 359,
      "ɤ": 360,
      "ɥ": 361,
      "ɦ": 362,
      "ɨ": 363,
      "ɪ": 364,
      "ɫ": 365,
      "ɭ": 366,
      "ɮ": 367,
      "ɲ": 368,
      "ɳ": 369,
      "ɴ": 370,
      "ɵ": 371,
      "ɸ": 372,
      "ɹ": 373,
      "ɽ": 374,
      "ɾ": 375,
      "ʀ": 376,
      "ʁ": 377,
      "ʂ": 378,
      "ʃ": 379,
      "ʇ": 380,
      "ʈ": 381,
      "ʉ": 382,
      "ʊ": 383,
      "ʋ": 384,
      "ʌ": 385,
      "ʎ": 386,
      "ʏ": 387,
      "ʑ": 388,
      "ʒ": 389,
      "ʔ": 390,
      "ʕ": 391,
      "ʙ": 392,
      "ʝ": 393,
      "ʟ": 394,
      "ʤ": 395,
      "ʧ": 396,
      "ʰ": 397,
      "ʱ": 398,
      "ʲ": 399,
      "ʳ": 400,
      "ʷ": 401,
      "ʹ": 402,
      "ʺ": 403,
      "ʻ": 404,
      "ʼ": 405,
      "ʽ": 406,
      "ʾ": 407,
      "ʿ": 408,
      "ˀ": 409,
      "˂": 410,
      "˃": 411,
      "ˆ": 412,
      "ˇ": 413,
      "ˈ": 414,
      "ˊ": 415,
      "ˌ": 416,
      "ˍ": 417,
      "ː": 418,
      "ˑ": 419,
      "˗": 420,
      "˘": 421,
      "˚": 422,
      "˛": 423,
      "˜": 424,
      "˝": 425,
      "ˠ": 426,
      "ˡ": 427,
      "ˢ": 428,
      "ˤ": 429,
      "ˮ": 430,
      "̀": 431,
      "́": 432,
      "̂": 433,
      "̃": 434,
      "̄": 435,
      "̆": 436,
      "̇": 437,
      "̈": 438,
      "̊": 439,
      "̋": 440,
      "̌": 441,
      "̍": 442,
      "̎": 443,
      "̏": 444,
      "̐": 445,
      "̒": 446,
      "̓": 447,
      "̔": 448,
      "̕": 449,
      "̖": 450,
      "̗": 451,
      "̙": 452,
      "̚": 453,
      "̛": 454,
      "̝": 455,
      "̞": 456,
      "̠": 457,
      "̡": 458,
      "̣": 459,
      "̥": 460,
      "̦": 461,
      "̧": 462,
      "̨": 463,
      "̩": 464,
      "̪": 465,
      "̫": 466,
      "̭": 467,
      "̯": 468,
      "̰": 469,
      "̲": 470,
      "̳": 471,
      "̴": 472,
      "̵": 473,
      "̶": 474,
      "̷": 475,
      "̸": 476,
      "̹": 477,
      "̺": 478,
      "̓": 479,
      "͈": 480,
      "͋": 481,
      "͎": 482,
      "͐": 483,
      "͓": 484,
      "͗": 485,
      "͘": 486,
      "͡": 487,
      "Ͳ": 488,
      "ʹ": 489,
      "΄": 490,
      "Έ": 491,
      "Ή": 492,
      "Ύ": 493,
      "ΐ": 494,
      "Α": 495,
      "Β": 496,
      "Γ": 497,
      "Δ": 498,
      "Ε": 499,
      "Ζ": 500,
      "Η": 501,
      "Θ": 502,
      "Ι": 503,
      "Κ": 504,
      "Λ": 505,
      "Μ": 506,
      "Ν": 507,
      "Ο": 508,
      "Π": 509,
      "Ρ": 510,
      "Σ": 511,
      "Τ": 512,
      "Υ": 513,
      "Φ": 514,
      "Χ": 515,
      "Ω": 516,
      "ά": 517,
      "έ": 518,
      "ή": 519,
      "ί": 520,
      "α": 521,
      "β": 522,
      "γ": 523,
      "δ": 524,
      "ε": 525,
      "ζ": 526,
      "η": 527,
      "θ": 528,
      "ι": 529,
      "κ": 530,
      "λ": 531,
      "μ": 532,
      "ν": 533,
      "ξ": 534,
      "ο": 535,
      "π": 536,
      "ρ": 537,
      "ς": 538,
      "σ": 539,
      "τ": 540,
      "υ": 541,
      "φ": 542,
      "χ": 543,
      "ω": 544,
      "ϊ": 545,
      "ό": 546,
      "ύ": 547,
      "ώ": 548,
      "ϕ": 549,
      "ϩ": 550,
      "ϳ": 551,
      "ϻ": 552,
      "Ё": 553,
      "Ђ": 554,
      "Ѓ": 555,
      "Є": 556,
      "Ѕ": 557,
      "І": 558,
      "Ј": 559,
      "Њ": 560,
      "Ў": 561,
      "А": 562,
      "Б": 563,
      "В": 564,
      "Г": 565,
      "Д": 566,
      "Е": 567,
      "Ж": 568,
      "З": 569,
      "И": 570,
      "Й": 571,
      "К": 572,
      "Л": 573,
      "М": 574,
      "Н": 575,
      "О": 576,
      "П": 577,
      "Р": 578,
      "С": 579,
      "Т": 580,
      "У": 581,
      "Ф": 582,
      "Х": 583,
      "Ц": 584,
      "Ч": 585,
      "Ш": 586,
      "Ы": 587,
      "Э": 588,
      "Ю": 589,
      "Я": 590,
      "а": 591,
      "б": 592,
      "в": 593,
      "г": 594,
      "д": 595,
      "е": 596,
      "ж": 597,
      "з": 598,
      "и": 599,
      "й": 600,
      "к": 601,
      "л": 602,
      "м": 603,
      "н": 604,
      "о": 605,
      "п": 606,
      "р": 607,
      "с": 608,
      "т": 609,
      "у": 610,
      "ф": 611,
      "х": 612,
      "ц": 613,
      "ч": 614,
      "ш": 615,
      "щ": 616,
      "ъ": 617,
      "ы": 618,
      "ь": 619,
      "э": 620,
      "ю": 621,
      "я": 622,
      "ё": 623,
      "ђ": 624,
      "ѓ": 625,
      "є": 626,
      "ѕ": 627,
      "і": 628,
      "ї": 629,
      "ј": 630,
      "љ": 631,
      "њ": 632,
      "ћ": 633,
      "ќ": 634,
      "ў": 635,
      "҂": 636,
      "҆": 637,
      "҉": 638,
      "ғ": 639,
      "Қ": 640,
      "қ": 641,
      "ҡ": 642,
      "ү": 643,
      "ҷ": 644,
      "ҹ": 645,
      "ҽ": 646,
      "Ӏ": 647,
      "ӑ": 648,
      "ӓ": 649,
      "ә": 650,
      "ӣ": 651,
      "ө": 652,
      "ӹ": 653,
      "Ӿ": 654,
      "ԥ": 655,
      "ԫ": 656,
      "Ա": 657,
      "Դ": 658,
      "Ե": 659,
      "Թ": 660,
      "Ի": 661,
      "Լ": 662,
      "Հ": 663,
      "Ղ": 664,
      "Ն": 665,
      "Ո": 666,
      "Ւ": 667,
      "Ք": 668,
      "՛": 669,
      "ա": 670,
      "ե": 671,
      "է": 672,
      "հ": 673,
      "ղ": 674,
      "յ": 675,
      "ն": 676,
      "ր": 677,
      "օ": 678,
      "֍": 679,
      "֙": 680,
      "֞": 681,
      "֥": 682,
      "֪": 683,
      "֯": 684,
      "ְ": 685,
      "ֲ": 686,
      "ִ": 687,
      "ֶ": 688,
      "ַ": 689,
      "ָ": 690,
      "ֹ": 691,
      "ֺ": 692,
      "ּ": 693,
      "ֽ": 694,
      "־": 695,
      "ֿ": 696,
      "׀": 697,
      "ׁ": 698,
      "ׄ": 699,
      "ׅ": 700,
      "׍": 701,
      "א": 702,
      "ב": 703,
      "ג": 704,
      "ד": 705,
      "ה": 706,
      "ו": 707,
      "ז": 708,
      "ח": 709,
      "ט": 710,
      "י": 711,
      "ך": 712,
      "כ": 713,
      "ל": 714,
      "ם": 715,
      "מ": 716,
      "ן": 717,
      "נ": 718,
      "ס": 719,
      "ע": 720,
      "ף": 721,
      "פ": 722,
      "ץ": 723,
      "צ": 724,
      "ק": 725,
      "ר": 726,
      "ש": 727,
      "ת": 728,
      "״": 729,
      "،": 730,
      "ؘ": 731,
      "ؙ": 732,
      "؛": 733,
      "؟": 734,
      "ء": 735,
      "آ": 736,
      "أ": 737,
      "ؤ": 738,
      "إ": 739,
      "ئ": 740,
      "ا": 741,
      "ب": 742,
      "ة": 743,
      "ت": 744,
      "ث": 745,
      "ج": 746,
      "ح": 747,
      "خ": 748,
      "د": 749,
      "ذ": 750,
      "ر": 751,
      "ز": 752,
      "س": 753,
      "ش": 754,
      "ص": 755,
      "ض": 756,
      "ط": 757,
      "ظ": 758,
      "ع": 759,
      "غ": 760,
      "ـ": 761,
      "ف": 762,
      "ق": 763,
      "ك": 764,
      "ل": 765,
      "م": 766,
      "ن": 767,
      "ه": 768,
      "و": 769,
      "ى": 770,
      "ي": 771,
      "ً": 772,
      "ٌ": 773,
      "ٍ": 774,
      "َ": 775,
      "ُ": 776,
      "ِ": 777,
      "ّ": 778,
      "ْ": 779,
      "ٓ": 780,
      "ٔ": 781,
      "ٖ": 782,
      "٠": 783,
      "١": 784,
      "٢": 785,
      "٦": 786,
      "٩": 787,
      "ٰ": 788,
      "ٲ": 789,
      "ٹ": 790,
      "ټ": 791,
      "ٽ": 792,
      "پ": 793,
      "ٿ": 794,
      "ځ": 795,
      "څ": 796,
      "چ": 797,
      "ڈ": 798,
      "ډ": 799,
      "ڌ": 800,
      "ڑ": 801,
      "ړ": 802,
      "ږ": 803,
      "ژ": 804,
      "ښ": 805,
      "ک": 806,
      "ڪ": 807,
      "ګ": 808,
      "گ": 809,
      "ڳ": 810,
      "ں": 811,
      "ڻ": 812,
      "ڼ": 813,
      "ھ": 814,
      "ہ": 815,
      "ۂ": 816,
      "ۆ": 817,
      "ۇ": 818,
      "ی": 819,
      "ې": 820,
      "ے": 821,
      "ۓ": 822,
      "۔": 823,
      "ە": 824,
      "۞": 825,
      "۩": 826,
      "۪": 827,
      "۱": 828,
      "۲": 829,
      "۳": 830,
      "۴": 831,
      "۶": 832,
      "۷": 833,
      "۸": 834,
      "۹": 835,
      "ܺ": 836,
      "ݶ": 837,
      "ݷ": 838,
      "ހ": 839,
      "ބ": 840,
      "ވ": 841,
      "ދ": 842,
      "ސ": 843,
      "ަ": 844,
      "ި": 845,
      "ެ": 846,
      "ް": 847,
      "޽": 848,
      "߁": 849,
      "߮": 850,
      "࠼": 851,
      "ࡆ": 852,
      "ࡕ": 853,
      "ࡣ": 854,
      "ࡤ": 855,
      "ࡦ": 856,
      "࡮": 857,
      "ࡺ": 858,
      "ࢂ": 859,
      "࢈": 860,
      "ࢉ": 861,
      "ࢋ": 862,
      "ࢍ": 863,
      "࢖": 864,
      "ࢪ": 865,
      "࣓": 866,
      "ँ": 867,
      "ं": 868,
      "ः": 869,
      "अ": 870,
      "आ": 871,
      "इ": 872,
      "ई": 873,
      "उ": 874,
      "ऊ": 875,
      "ऋ": 876,
      "ऌ": 877,
      "ऍ": 878,
      "ऎ": 879,
      "ए": 880,
      "ऐ": 881,
      "ऑ": 882,
      "ऒ": 883,
      "ओ": 884,
      "औ": 885,
      "क": 886,
      "ख": 887,
      "ग": 888,
      "घ": 889,
      "ङ": 890,
      "च": 891,
      "छ": 892,
      "ज": 893,
      "झ": 894,
      "ञ": 895,
      "ट": 896,
      "ठ": 897,
      "ड": 898,
      "ढ": 899,
      "ण": 900,
      "त": 901,
      "थ": 902,
      "द": 903,
      "ध": 904,
      "न": 905,
      "ऩ": 906,
      "प": 907,
      "फ": 908,
      "ब": 909,
      "भ": 910,
      "म": 911,
      "य": 912,
      "र": 913,
      "ऱ": 914,
      "ल": 915,
      "ळ": 916,
      "ऴ": 917,
      "व": 918,
      "श": 919,
      "ष": 920,
      "स": 921,
      "ह": 922,
      "ऻ": 923,
      "़": 924,
      "ऽ": 925,
      "ा": 926,
      "ि": 927,
      "ी": 928,
      "ु": 929,
      "ू": 930,
      "ृ": 931,
      "ॄ": 932,
      "ॅ": 933,
      "ॆ": 934,
      "े": 935,
      "ै": 936,
      "ॉ": 937,
      "ॊ": 938,
      "ो": 939,
      "ौ": 940,
      "्": 941,
      "ॏ": 942,
      "ॐ": 943,
      "॑": 944,
      "॒": 945,
      "॓": 946,
      "॔": 947,
      "क़": 948,
      "ख़": 949,
      "ग़": 950,
      "ज़": 951,
      "ड़": 952,
      "ढ़": 953,
      "फ़": 954,
      "य़": 955,
      "ॠ": 956,
      "ॡ": 957,
      "ॢ": 958,
      "ॣ": 959,
      "।": 960,
      "॥": 961,
      "०": 962,
      "१": 963,
      "२": 964,
      "३": 965,
      "४": 966,
      "५": 967,
      "६": 968,
      "७": 969,
      "८": 970,
      "९": 971,
      "॰": 972,
      "ॱ": 973,
      "ॲ": 974,
      "ॽ": 975,
      "ঁ": 976,
      "ং": 977,
      "ঃ": 978,
      "অ": 979,
      "আ": 980,
      "ই": 981,
      "ঈ": 982,
      "উ": 983,
      "ঋ": 984,
      "এ": 985,
      "ঐ": 986,
      "ও": 987,
      "ক": 988,
      "খ": 989,
      "গ": 990,
      "ঘ": 991,
      "ঙ": 992,
      "চ": 993,
      "ছ": 994,
      "জ": 995,
      "ঝ": 996,
      "ঞ": 997,
      "ট": 998,
      "ঠ": 999,
      "ড": 1000,
      "ঢ": 1001,
      "ণ": 1002,
      "ত": 1003,
      "থ": 1004,
      "দ": 1005,
      "ধ": 1006,
      "ন": 1007,
      "প": 1008,
      "ফ": 1009,
      "ব": 1010,
      "ভ": 1011,
      "ম": 1012,
      "য": 1013,
      "র": 1014,
      "ল": 1015,
      "শ": 1016,
      "ষ": 1017,
      "স": 1018,
      "হ": 1019,
      "়": 1020,
      "া": 1021,
      "ি": 1022,
      "ী": 1023,
      "ু": 1024,
      "ূ": 1025,
      "ৃ": 1026,
      "ে": 1027,
      "ৈ": 1028,
      "ো": 1029,
      "ৌ": 1030,
      "্": 1031,
      "ৎ": 1032,
      "ড়": 1033,
      "য়": 1034,
      "০": 1035,
      "১": 1036,
      "২": 1037,
      "৩": 1038,
      "৪": 1039,
      "৫": 1040,
      "৬": 1041,
      "৭": 1042,
      "৮": 1043,
      "৯": 1044,
      "ৰ": 1045,
      "ৱ": 1046,
      "৳": 1047,
      "৷": 1048,
      "ਂ": 1049,
      "ਅ": 1050,
      "ਆ": 1051,
      "ਇ": 1052,
      "ਈ": 1053,
      "ਉ": 1054,
      "ਏ": 1055,
      "ਓ": 1056,
      "ਔ": 1057,
      "ਕ": 1058,
      "ਖ": 1059,
      "ਗ": 1060,
      "ਘ": 1061,
      "ਚ": 1062,
      "ਜ": 1063,
      "ਝ": 1064,
      "ਟ": 1065,
      "ਠ": 1066,
      "ਡ": 1067,
      "ਣ": 1068,
      "ਤ": 1069,
      "ਥ": 1070,
      "ਦ": 1071,
      "ਧ": 1072,
      "ਨ": 1073,
      "ਪ": 1074,
      "ਫ": 1075,
      "ਬ": 1076,
      "ਭ": 1077,
      "ਮ": 1078,
      "ਯ": 1079,
      "ਰ": 1080,
      "ਲ": 1081,
      "ਵ": 1082,
      "ਸ਼": 1083,
      "ਸ": 1084,
      "ਹ": 1085,
      "਼": 1086,
      "ਾ": 1087,
      "ਿ": 1088,
      "ੀ": 1089,
      "ੁ": 1090,
      "ੂ": 1091,
      "ੇ": 1092,
      "ੈ": 1093,
      "ੋ": 1094,
      "ੌ": 1095,
      "੍": 1096,
      "ਜ਼": 1097,
      "ੜ": 1098,
      "ੰ": 1099,
      "ੱ": 1100,
      "ੴ": 1101,
      "ં": 1102,
      "ઃ": 1103,
      "અ": 1104,
      "આ": 1105,
      "ઈ": 1106,
      "ઉ": 1107,
      "એ": 1108,
      "ઐ": 1109,
      "ઓ": 1110,
      "ક": 1111,
      "ખ": 1112,
      "ગ": 1113,
      "ઘ": 1114,
      "ચ": 1115,
      "છ": 1116,
      "જ": 1117,
      "ઝ": 1118,
      "ટ": 1119,
      "ઠ": 1120,
      "ડ": 1121,
      "ઢ": 1122,
      "ણ": 1123,
      "ત": 1124,
      "થ": 1125,
      "દ": 1126,
      "ધ": 1127,
      "ન": 1128,
      "પ": 1129,
      "ફ": 1130,
      "બ": 1131,
      "ભ": 1132,
      "મ": 1133,
      "ય": 1134,
      "ર": 1135,
      "લ": 1136,
      "ળ": 1137,
      "વ": 1138,
      "શ": 1139,
      "ષ": 1140,
      "સ": 1141,
      "હ": 1142,
      "ા": 1143,
      "િ": 1144,
      "ી": 1145,
      "ુ": 1146,
      "ૂ": 1147,
      "ૃ": 1148,
      "ે": 1149,
      "ો": 1150,
      "ૌ": 1151,
      "્": 1152,
      "ૐ": 1153,
      "૦": 1154,
      "૧": 1155,
      "૪": 1156,
      "૬": 1157,
      "ଁ": 1158,
      "ଂ": 1159,
      "ଃ": 1160,
      "ଅ": 1161,
      "ଆ": 1162,
      "ଇ": 1163,
      "ଉ": 1164,
      "ଏ": 1165,
      "ଓ": 1166,
      "କ": 1167,
      "ଖ": 1168,
      "ଗ": 1169,
      "ଘ": 1170,
      "ଙ": 1171,
      "ଚ": 1172,
      "ଛ": 1173,
      "ଜ": 1174,
      "ଝ": 1175,
      "ଞ": 1176,
      "ଟ": 1177,
      "ଠ": 1178,
      "ଡ": 1179,
      "ଢ": 1180,
      "ଣ": 1181,
      "ତ": 1182,
      "ଥ": 1183,
      "ଦ": 1184,
      "ଧ": 1185,
      "ନ": 1186,
      "ପ": 1187,
      "ଫ": 1188,
      "ବ": 1189,
      "ଭ": 1190,
      "ମ": 1191,
      "ଯ": 1192,
      "ର": 1193,
      "ଲ": 1194,
      "ଳ": 1195,
      "ଵ": 1196,
      "ଶ": 1197,
      "ଷ": 1198,
      "ସ": 1199,
      "ହ": 1200,
      "଼": 1201,
      "ା": 1202,
      "ି": 1203,
      "ୀ": 1204,
      "ୁ": 1205,
      "ୂ": 1206,
      "ୃ": 1207,
      "େ": 1208,
      "ୈ": 1209,
      "ୋ": 1210,
      "୍": 1211,
      "ୟ": 1212,
      "ୱ": 1213,
      "அ": 1214,
      "ஆ": 1215,
      "இ": 1216,
      "உ": 1217,
      "எ": 1218,
      "ஐ": 1219,
      "ஒ": 1220,
      "க": 1221,
      "ங": 1222,
      "ச": 1223,
      "ஜ": 1224,
      "ஞ": 1225,
      "ட": 1226,
      "ண": 1227,
      "த": 1228,
      "ந": 1229,
      "ன": 1230,
      "ப": 1231,
      "ம": 1232,
      "ய": 1233,
      "ர": 1234,
      "ற": 1235,
      "ல": 1236,
      "ள": 1237,
      "ழ": 1238,
      "வ": 1239,
      "ஷ": 1240,
      "ஸ": 1241,
      "ா": 1242,
      "ி": 1243,
      "ீ": 1244,
      "ு": 1245,
      "ூ": 1246,
      "ெ": 1247,
      "ே": 1248,
      "ை": 1249,
      "ொ": 1250,
      "ோ": 1251,
      "்": 1252,
      "ం": 1253,
      "అ": 1254,
      "ఆ": 1255,
      "ఇ": 1256,
      "ఎ": 1257,
      "క": 1258,
      "గ": 1259,
      "చ": 1260,
      "జ": 1261,
      "ట": 1262,
      "ఠ": 1263,
      "డ": 1264,
      "ఢ": 1265,
      "ణ": 1266,
      "త": 1267,
      "థ": 1268,
      "ద": 1269,
      "ధ": 1270,
      "న": 1271,
      "ప": 1272,
      "ఫ": 1273,
      "బ": 1274,
      "భ": 1275,
      "మ": 1276,
      "య": 1277,
      "ర": 1278,
      "ల": 1279,
      "ళ": 1280,
      "వ": 1281,
      "శ": 1282,
      "ష": 1283,
      "స": 1284,
      "హ": 1285,
      "ా": 1286,
      "ి": 1287,
      "ీ": 1288,
      "ు": 1289,
      "ూ": 1290,
      "ె": 1291,
      "ే": 1292,
      "ై": 1293,
      "ొ": 1294,
      "ో": 1295,
      "ౌ": 1296,
      "్": 1297,
      "ಂ": 1298,
      "ಃ": 1299,
      "ಅ": 1300,
      "ಆ": 1301,
      "ಇ": 1302,
      "ಈ": 1303,
      "ಉ": 1304,
      "ಊ": 1305,
      "ಋ": 1306,
      "ಌ": 1307,
      "ಎ": 1308,
      "ಏ": 1309,
      "ಐ": 1310,
      "ಒ": 1311,
      "ಓ": 1312,
      "ಔ": 1313,
      "ಕ": 1314,
      "ಖ": 1315,
      "ಗ": 1316,
      "ಘ": 1317,
      "ಙ": 1318,
      "ಚ": 1319,
      "ಛ": 1320,
      "ಜ": 1321,
      "ಝ": 1322,
      "ಞ": 1323,
      "ಟ": 1324,
      "ಠ": 1325,
      "ಡ": 1326,
      "ಢ": 1327,
      "ಣ": 1328,
      "ತ": 1329,
      "ಥ": 1330,
      "ದ": 1331,
      "ಧ": 1332,
      "ನ": 1333,
      "ಪ": 1334,
      "ಫ": 1335,
      "ಬ": 1336,
      "ಭ": 1337,
      "ಮ": 1338,
      "ಯ": 1339,
      "ರ": 1340,
      "ಲ": 1341,
      "ಳ": 1342,
      "ವ": 1343,
      "ಶ": 1344,
      "ಷ": 1345,
      "ಸ": 1346,
      "ಹ": 1347,
      "಼": 1348,
      "ಾ": 1349,
      "ಿ": 1350,
      "ೀ": 1351,
      "ು": 1352,
      "ೂ": 1353,
      "ೃ": 1354,
      "ೆ": 1355,
      "ೇ": 1356,
      "ೈ": 1357,
      "ೊ": 1358,
      "ೋ": 1359,
      "ೌ": 1360,
      "್": 1361,
      "ೠ": 1362,
      "ೡ": 1363,
      "ം": 1364,
      "അ": 1365,
      "ആ": 1366,
      "ഇ": 1367,
      "ഈ": 1368,
      "ഉ": 1369,
      "ഊ": 1370,
      "ഋ": 1371,
      "ഌ": 1372,
      "എ": 1373,
      "ഏ": 1374,
      "ഐ": 1375,
      "ഒ": 1376,
      "ഓ": 1377,
      "ഔ": 1378,
      "ക": 1379,
      "ഖ": 1380,
      "ഗ": 1381,
      "ഘ": 1382,
      "ങ": 1383,
      "ച": 1384,
      "ഛ": 1385,
      "ജ": 1386,
      "ഝ": 1387,
      "ഞ": 1388,
      "ട": 1389,
      "ഠ": 1390,
      "ഡ": 1391,
      "ഢ": 1392,
      "ണ": 1393,
      "ത": 1394,
      "ഥ": 1395,
      "ദ": 1396,
      "ധ": 1397,
      "ന": 1398,
      "പ": 1399,
      "ഫ": 1400,
      "ബ": 1401,
      "ഭ": 1402,
      "മ": 1403,
      "യ": 1404,
      "ര": 1405,
      "റ": 1406,
      "ല": 1407,
      "ള": 1408,
      "വ": 1409,
      "ശ": 1410,
      "ഷ": 1411,
      "സ": 1412,
      "ഹ": 1413,
      "ാ": 1414,
      "ി": 1415,
      "ീ": 1416,
      "െ": 1417,
      "േ": 1418,
      "ൈ": 1419,
      "ോ": 1420,
      "്": 1421,
      "ൠ": 1422,
      "ൡ": 1423,
      "ൻ": 1424,
      "ർ": 1425,
      "ං": 1426,
      "අ": 1427,
      "ආ": 1428,
      "ඇ": 1429,
      "එ": 1430,
      "ඒ": 1431,
      "ඔ": 1432,
      "ඕ": 1433,
      "ක": 1434,
      "ඛ": 1435,
      "ග": 1436,
      "ඟ": 1437,
      "ච": 1438,
      "ඡ": 1439,
      "ජ": 1440,
      "ට": 1441,
      "ඩ": 1442,
      "ණ": 1443,
      "ත": 1444,
      "ථ": 1445,
      "ද": 1446,
      "ධ": 1447,
      "න": 1448,
      "ඳ": 1449,
      "ප": 1450,
      "බ": 1451,
      "භ": 1452,
      "ම": 1453,
      "ය": 1454,
      "ර": 1455,
      "ල": 1456,
      "ව": 1457,
      "ශ": 1458,
      "ෂ": 1459,
      "ස": 1460,
      "හ": 1461,
      "ළ": 1462,
      "්": 1463,
      "ා": 1464,
      "ැ": 1465,
      "ෑ": 1466,
      "ි": 1467,
      "ී": 1468,
      "ු": 1469,
      "ූ": 1470,
      "ෙ": 1471,
      "ේ": 1472,
      "ෛ": 1473,
      "ො": 1474,
      "ෝ": 1475,
      "ก": 1476,
      "ข": 1477,
      "ค": 1478,
      "ฅ": 1479,
      "ง": 1480,
      "จ": 1481,
      "ช": 1482,
      "ซ": 1483,
      "ญ": 1484,
      "ฐ": 1485,
      "ณ": 1486,
      "ด": 1487,
      "ต": 1488,
      "ถ": 1489,
      "ท": 1490,
      "ธ": 1491,
      "น": 1492,
      "บ": 1493,
      "ป": 1494,
      "ผ": 1495,
      "ฝ": 1496,
      "พ": 1497,
      "ฟ": 1498,
      "ภ": 1499,
      "ม": 1500,
      "ย": 1501,
      "ร": 1502,
      "ฤ": 1503,
      "ล": 1504,
      "ว": 1505,
      "ศ": 1506,
      "ษ": 1507,
      "ส": 1508,
      "ห": 1509,
      "อ": 1510,
      "ฯ": 1511,
      "ะ": 1512,
      "ั": 1513,
      "า": 1514,
      "ำ": 1515,
      "ิ": 1516,
      "ี": 1517,
      "ื": 1518,
      "ุ": 1519,
      "ู": 1520,
      "ฺ": 1521,
      "เ": 1522,
      "แ": 1523,
      "โ": 1524,
      "ใ": 1525,
      "ไ": 1526,
      "็": 1527,
      "่": 1528,
      "้": 1529,
      "์": 1530,
      "ກ": 1531,
      "ຂ": 1532,
      "ຄ": 1533,
      "ງ": 1534,
      "ຈ": 1535,
      "ຊ": 1536,
      "ດ": 1537,
      "ຕ": 1538,
      "ຖ": 1539,
      "ທ": 1540,
      "ນ": 1541,
      "ບ": 1542,
      "ພ": 1543,
      "ມ": 1544,
      "ຣ": 1545,
      "ລ": 1546,
      "ວ": 1547,
      "ສ": 1548,
      "ຫ": 1549,
      "ອ": 1550,
      "ຯ": 1551,
      "ະ": 1552,
      "ັ": 1553,
      "າ": 1554,
      "ິ": 1555,
      "ຸ": 1556,
      "ູ": 1557,
      "ົ": 1558,
      "ເ": 1559,
      "ແ": 1560,
      "່": 1561,
      "້": 1562,
      "༄": 1563,
      "༅": 1564,
      "༈": 1565,
      "་": 1566,
      "།": 1567,
      "༎": 1568,
      "༒": 1569,
      "༠": 1570,
      "༡": 1571,
      "༢": 1572,
      "༣": 1573,
      "༤": 1574,
      "༥": 1575,
      "༦": 1576,
      "༧": 1577,
      "༨": 1578,
      "༩": 1579,
      "༴": 1580,
      "༼": 1581,
      "༽": 1582,
      "ཀ": 1583,
      "ཁ": 1584,
      "ག": 1585,
      "ང": 1586,
      "ཅ": 1587,
      "ཆ": 1588,
      "ཇ": 1589,
      "ཉ": 1590,
      "ཊ": 1591,
      "ཎ": 1592,
      "ཏ": 1593,
      "ཐ": 1594,
      "ད": 1595,
      "ན": 1596,
      "པ": 1597,
      "ཕ": 1598,
      "བ": 1599,
      "མ": 1600,
      "ཙ": 1601,
      "ཚ": 1602,
      "ཛ": 1603,
      "ཝ": 1604,
      "ཞ": 1605,
      "ཟ": 1606,
      "འ": 1607,
      "ཡ": 1608,
      "ར": 1609,
      "ལ": 1610,
      "ཤ": 1611,
      "ས": 1612,
      "ཧ": 1613,
      "ཨ": 1614,
      "ཱ": 1615,
      "ི": 1616,
      "ུ": 1617,
      "ེ": 1618,
      "ོ": 1619,
      "ཾ": 1620,
      "ཿ": 1621,
      "྄": 1622,
      "ྐ": 1623,
      "ྒ": 1624,
      "ྔ": 1625,
      "ྕ": 1626,
      "ྗ": 1627,
      "ྙ": 1628,
      "ྟ": 1629,
      "ྡ": 1630,
      "ྣ": 1631,
      "ྤ": 1632,
      "ྦ": 1633,
      "ྨ": 1634,
      "ྩ": 1635,
      "ྫ": 1636,
      "ྭ": 1637,
      "ྱ": 1638,
      "ྲ": 1639,
      "ླ": 1640,
      "ྷ": 1641,
      "က": 1642,
      "ခ": 1643,
      "ဂ": 1644,
      "င": 1645,
      "စ": 1646,
      "ဆ": 1647,
      "ဉ": 1648,
      "ည": 1649,
      "ဌ": 1650,
      "တ": 1651,
      "ထ": 1652,
      "ဒ": 1653,
      "န": 1654,
      "ပ": 1655,
      "ဖ": 1656,
      "ဗ": 1657,
      "ဘ": 1658,
      "မ": 1659,
      "ယ": 1660,
      "ရ": 1661,
      "လ": 1662,
      "ဝ": 1663,
      "သ": 1664,
      "အ": 1665,
      "ဦ": 1666,
      "ဧ": 1667,
      "ါ": 1668,
      "ာ": 1669,
      "ိ": 1670,
      "ီ": 1671,
      "ု": 1672,
      "ူ": 1673,
      "ေ": 1674,
      "ဲ": 1675,
      "ံ": 1676,
      "့": 1677,
      "း": 1678,
      "္": 1679,
      "်": 1680,
      "ျ": 1681,
      "ြ": 1682,
      "ွ": 1683,
      "ှ": 1684,
      "၀": 1685,
      "၁": 1686,
      "၂": 1687,
      "၄": 1688,
      "၊": 1689,
      "၏": 1690,
      "ၽ": 1691,
      "ႃ": 1692,
      "ႆ": 1693,
      "ႇ": 1694,
      "ა": 1695,
      "გ": 1696,
      "ე": 1697,
      "ვ": 1698,
      "თ": 1699,
      "ი": 1700,
      "ლ": 1701,
      "მ": 1702,
      "ნ": 1703,
      "ო": 1704,
      "რ": 1705,
      "ს": 1706,
      "უ": 1707,
      "ქ": 1708,
      "ღ": 1709,
      "ᄂ": 1710,
      "ሁ": 1711,
      "ለ": 1712,
      "ል": 1713,
      "ሔ": 1714,
      "መ": 1715,
      "ማ": 1716,
      "ም": 1717,
      "ረ": 1718,
      "ሪ": 1719,
      "ራ": 1720,
      "ር": 1721,
      "ሰ": 1722,
      "ሱ": 1723,
      "ስ": 1724,
      "ሾ": 1725,
      "ቃ": 1726,
      "ቆ": 1727,
      "በ": 1728,
      "ባ": 1729,
      "ተ": 1730,
      "ት": 1731,
      "ቹ": 1732,
      "ና": 1733,
      "ኛ": 1734,
      "አ": 1735,
      "እ": 1736,
      "ከ": 1737,
      "ኩ": 1738,
      "ክ": 1739,
      "ያ": 1740,
      "ደ": 1741,
      "ዲ": 1742,
      "ጀ": 1743,
      "ግ": 1744,
      "ጣ": 1745,
      "Ꭺ": 1746,
      "Ꮗ": 1747,
      "ᗩ": 1748,
      "ᘜ": 1749,
      "ក": 1750,
      "ខ": 1751,
      "គ": 1752,
      "ង": 1753,
      "ច": 1754,
      "ជ": 1755,
      "ដ": 1756,
      "ណ": 1757,
      "ទ": 1758,
      "ន": 1759,
      "ប": 1760,
      "ព": 1761,
      "ភ": 1762,
      "ម": 1763,
      "យ": 1764,
      "រ": 1765,
      "ល": 1766,
      "ស": 1767,
      "អ": 1768,
      "ា": 1769,
      "ី": 1770,
      "ឹ": 1771,
      "ុ": 1772,
      "ួ": 1773,
      "េ": 1774,
      "ែ": 1775,
      "ៃ": 1776,
      "ំ": 1777,
      "ះ": 1778,
      "់": 1779,
      "៏": 1780,
      "្": 1781,
      "ᠡ": 1782,
      "ᠣ": 1783,
      "ᠩ": 1784,
      "ᠬ": 1785,
      "ᠭ": 1786,
      "ᠮ": 1787,
      "ᠯ": 1788,
      "ᮓ": 1789,
      "ᮔ": 1790,
      "ᮘ": 1791,
      "ᮞ": 1792,
      "ᮥ": 1793,
      "᮪": 1794,
      "ᱛ": 1795,
      "ᱟ": 1796,
      "ᱤ": 1797,
      "ᱥ": 1798,
      "ᱱ": 1799,
      "ᱲ": 1800,
      "᳖": 1801,
      "᳡": 1802,
      "ᴀ": 1803,
      "ᴁ": 1804,
      "ᴅ": 1805,
      "ᴇ": 1806,
      "ᴍ": 1807,
      "ᴏ": 1808,
      "ᴛ": 1809,
      "ᴜ": 1810,
      "ᴡ": 1811,
      "ᴢ": 1812,
      "ᴥ": 1813,
      "ᵃ": 1814,
      "ᵈ": 1815,
      "ᵉ": 1816,
      "ᵐ": 1817,
      "ᵒ": 1818,
      "ᵔ": 1819,
      "ᵖ": 1820,
      "ᵗ": 1821,
      "ᵛ": 1822,
      "ᵡ": 1823,
      "ᵾ": 1824,
      "ᶠ": 1825,
      "ᶤ": 1826,
      "ᶰ": 1827,
      "Ḍ": 1828,
      "ḍ": 1829,
      "ḗ": 1830,
      "ḙ": 1831,
      "ḟ": 1832,
      "Ḥ": 1833,
      "ḥ": 1834,
      "Ḫ": 1835,
      "ḷ": 1836,
      "ḹ": 1837,
      "ṁ": 1838,
      "Ṃ": 1839,
      "ṃ": 1840,
      "ṅ": 1841,
      "ṇ": 1842,
      "ṉ": 1843,
      "Ṛ": 1844,
      "ṛ": 1845,
      "ṝ": 1846,
      "ṣ": 1847,
      "ṧ": 1848,
      "ṭ": 1849,
      "ṳ": 1850,
      "ạ": 1851,
      "Ả": 1852,
      "ả": 1853,
      "ấ": 1854,
      "ầ": 1855,
      "ẩ": 1856,
      "ậ": 1857,
      "ắ": 1858,
      "ặ": 1859,
      "ẹ": 1860,
      "ẻ": 1861,
      "ẽ": 1862,
      "ế": 1863,
      "Ề": 1864,
      "ề": 1865,
      "ể": 1866,
      "Ệ": 1867,
      "ệ": 1868,
      "ỉ": 1869,
      "ị": 1870,
      "ọ": 1871,
      "ỏ": 1872,
      "Ố": 1873,
      "ố": 1874,
      "ồ": 1875,
      "ổ": 1876,
      "ỗ": 1877,
      "Ộ": 1878,
      "ộ": 1879,
      "ớ": 1880,
      "ờ": 1881,
      "ợ": 1882,
      "ụ": 1883,
      "Ủ": 1884,
      "ủ": 1885,
      "ứ": 1886,
      "ừ": 1887,
      "ử": 1888,
      "ữ": 1889,
      "Ự": 1890,
      "ự": 1891,
      "ỳ": 1892,
      "ỹ": 1893,
      "ἀ": 1894,
      "ἅ": 1895,
      "ἐ": 1896,
      "ἰ": 1897,
      "ἱ": 1898,
      "ἷ": 1899,
      "Ἰ": 1900,
      "ὀ": 1901,
      "Ὑ": 1902,
      "ὰ": 1903,
      "῍": 1904,
      "῎": 1905,
      "ῑ": 1906,
      "ῖ": 1907,
      "῝": 1908,
      "ῥ": 1909,
      "ῦ": 1910,
      "`": 1911,
      "​": 1912,
      "‌": 1913,
      "‍": 1914,
      "‎": 1915,
      "‏": 1916,
      "‐": 1917,
      "‑": 1918,
      "‒": 1919,
      "–": 1920,
      "—": 1921,
      "―": 1922,
      "‘": 1923,
      "’": 1924,
      "‚": 1925,
      "‛": 1926,
      "“": 1927,
      "”": 1928,
      "„": 1929,
      "‟": 1930,
      "†": 1931,
      "‡": 1932,
      "•": 1933,
      "․": 1934,
      "…": 1935,
      "‪": 1936,
      "‫": 1937,
      "‬": 1938,
      "‭": 1939,
      "‰": 1940,
      "′": 1941,
      "″": 1942,
      "‵": 1943,
      "‶": 1944,
      "‹": 1945,
      "›": 1946,
      "※": 1947,
      "‼": 1948,
      "‽": 1949,
      "‿": 1950,
      "⁃": 1951,
      "⁄": 1952,
      "⁉": 1953,
      "⁓": 1954,
      "⁝": 1955,
      "⁠": 1956,
      "⁡": 1957,
      "⁣": 1958,
      "⁦": 1959,
      "⁩": 1960,
      "⁮": 1961,
      "⁯": 1962,
      "⁰": 1963,
      "₁": 1964,
      "₂": 1965,
      "₃": 1966,
      "₄": 1967,
      "₆": 1968,
      "₋": 1969,
      "ₓ": 1970,
      "₣": 1971,
      "₥": 1972,
      "₦": 1973,
      "₨": 1974,
      "₩": 1975,
      "€": 1976,
      "₮": 1977,
      "₱": 1978,
      "₳": 1979,
      "₴": 1980,
      "₵": 1981,
      "₹": 1982,
      "₺": 1983,
      "⃕": 1984,
      "⃠": 1985,
      "⃣": 1986,
      "⃰": 1987,
      "℃": 1988,
      "℉": 1989,
      "ℋ": 1990,
      "ℏ": 1991,
      "ℒ": 1992,
      "ℓ": 1993,
      "№": 1994,
      "℗": 1995,
      "℘": 1996,
      "ℜ": 1997,
      "ℝ": 1998,
      "™": 1999,
      "℧": 2000,
      "ℬ": 2001,
      "Ⅎ": 2002,
      "ℵ": 2003,
      "ℹ": 2004,
      "⅔": 2005,
      "Ⅰ": 2006,
      "Ⅱ": 2007,
      "Ⅲ": 2008,
      "Ⅳ": 2009,
      "Ⅴ": 2010,
      "ↀ": 2011,
      "←": 2012,
      "↑": 2013,
      "→": 2014,
      "↓": 2015,
      "↔": 2016,
      "↕": 2017,
      "↗": 2018,
      "↩": 2019,
      "↪": 2020,
      "↳": 2021,
      "↵": 2022,
      "⇐": 2023,
      "⇒": 2024,
      "⇔": 2025,
      "⇨": 2026,
      "⇾": 2027,
      "∀": 2028,
      "∂": 2029,
      "∅": 2030,
      "∆": 2031,
      "∈": 2032,
      "∉": 2033,
      "∏": 2034,
      "∑": 2035,
      "−": 2036,
      "∕": 2037,
      "∗": 2038,
      "∙": 2039,
      "√": 2040,
      "∝": 2041,
      "∞": 2042,
      "∣": 2043,
      "∧": 2044,
      "∨": 2045,
      "∩": 2046,
      "∪": 2047,
      "∫": 2048,
      "∶": 2049,
      "∼": 2050,
      "≈": 2051,
      "≠": 2052,
      "≡": 2053,
      "≤": 2054,
      "≥": 2055,
      "≦": 2056,
      "≧": 2057,
      "≪": 2058,
      "≫": 2059,
      "⊂": 2060,
      "⊃": 2061,
      "⊕": 2062,
      "⊙": 2063,
      "⋅": 2064,
      "⋆": 2065,
      "⋈": 2066,
      "⋯": 2067,
      "⋲": 2068,
      "⌘": 2069,
      "⌚": 2070,
      "⌛": 2071,
      "⎯": 2072,
      "⎼": 2073,
      "⏩": 2074,
      "⏪": 2075,
      "⏬": 2076,
      "⏰": 2077,
      "⏱": 2078,
      "⏳": 2079,
      "⏺": 2080,
      "⑂": 2081,
      "①": 2082,
      "②": 2083,
      "③": 2084,
      "④": 2085,
      "⑤": 2086,
      "⑥": 2087,
      "⑦": 2088,
      "⑧": 2089,
      "Ⓑ": 2090,
      "Ⓒ": 2091,
      "Ⓛ": 2092,
      "Ⓜ": 2093,
      "Ⓡ": 2094,
      "Ⓢ": 2095,
      "Ⓦ": 2096,
      "ⓐ": 2097,
      "ⓑ": 2098,
      "ⓒ": 2099,
      "ⓓ": 2100,
      "ⓔ": 2101,
      "ⓖ": 2102,
      "ⓗ": 2103,
      "ⓘ": 2104,
      "ⓛ": 2105,
      "ⓜ": 2106,
      "ⓝ": 2107,
      "ⓡ": 2108,
      "ⓢ": 2109,
      "ⓣ": 2110,
      "ⓤ": 2111,
      "ⓩ": 2112,
      "⓵": 2113,
      "⓶": 2114,
      "⓷": 2115,
      "⓸": 2116,
      "⓹": 2117,
      "─": 2118,
      "│": 2119,
      "┌": 2120,
      "┐": 2121,
      "┘": 2122,
      "├": 2123,
      "║": 2124,
      "╗": 2125,
      "╞": 2126,
      "╤": 2127,
      "╦": 2128,
      "╳": 2129,
      "▁": 2130,
      "▒": 2131,
      "■": 2132,
      "□": 2133,
      "▪": 2134,
      "▫": 2135,
      "▬": 2136,
      "▲": 2137,
      "△": 2138,
      "▶": 2139,
      "▷": 2140,
      "▸": 2141,
      "►": 2142,
      "▼": 2143,
      "▽": 2144,
      "▾": 2145,
      "◀": 2146,
      "◄": 2147,
      "◆": 2148,
      "◈": 2149,
      "◉": 2150,
      "◊": 2151,
      "○": 2152,
      "◎": 2153,
      "●": 2154,
      "◙": 2155,
      "◠": 2156,
      "◥": 2157,
      "◦": 2158,
      "◾": 2159,
      "☀": 2160,
      "☂": 2161,
      "☃": 2162,
      "☄": 2163,
      "★": 2164,
      "☆": 2165,
      "☇": 2166,
      "☈": 2167,
      "☎": 2168,
      "☑": 2169,
      "☔": 2170,
      "☕": 2171,
      "☘": 2172,
      "☛": 2173,
      "☝": 2174,
      "☠": 2175,
      "☭": 2176,
      "☮": 2177,
      "☰": 2178,
      "☹": 2179,
      "☺": 2180,
      "☼": 2181,
      "☽": 2182,
      "☾": 2183,
      "☿": 2184,
      "♀": 2185,
      "♂": 2186,
      "♈": 2187,
      "♉": 2188,
      "♊": 2189,
      "♋": 2190,
      "♌": 2191,
      "♍": 2192,
      "♎": 2193,
      "♏": 2194,
      "♐": 2195,
      "♑": 2196,
      "♒": 2197,
      "♓": 2198,
      "♔": 2199,
      "♛": 2200,
      "♠": 2201,
      "♡": 2202,
      "♣": 2203,
      "♤": 2204,
      "♥": 2205,
      "♦": 2206,
      "♪": 2207,
      "♫": 2208,
      "♬": 2209,
      "♭": 2210,
      "♯": 2211,
      "♻": 2212,
      "♾": 2213,
      "♿": 2214,
      "⚓": 2215,
      "⚔": 2216,
      "⚕": 2217,
      "⚖": 2218,
      "⚘": 2219,
      "⚜": 2220,
      "⚠": 2221,
      "⚡": 2222,
      "⚣": 2223,
      "⚪": 2224,
      "⚫": 2225,
      "⚲": 2226,
      "⚽": 2227,
      "⚾": 2228,
      "⛄": 2229,
      "⛈": 2230,
      "⛑": 2231,
      "⛔": 2232,
      "⛰": 2233,
      "⛱": 2234,
      "⛳": 2235,
      "⛴": 2236,
      "⛷": 2237,
      "⛸": 2238,
      "✂": 2239,
      "✅": 2240,
      "✈": 2241,
      "✉": 2242,
      "✊": 2243,
      "✋": 2244,
      "✌": 2245,
      "✍": 2246,
      "✎": 2247,
      "✏": 2248,
      "✒": 2249,
      "✓": 2250,
      "✔": 2251,
      "✕": 2252,
      "✖": 2253,
      "✘": 2254,
      "✡": 2255,
      "✦": 2256,
      "✧": 2257,
      "✨": 2258,
      "✪": 2259,
      "✰": 2260,
      "✳": 2261,
      "✴": 2262,
      "✶": 2263,
      "✿": 2264,
      "❁": 2265,
      "❄": 2266,
      "❇": 2267,
      "❌": 2268,
      "❍": 2269,
      "❎": 2270,
      "❏": 2271,
      "❒": 2272,
      "❓": 2273,
      "❔": 2274,
      "❕": 2275,
      "❖": 2276,
      "❗": 2277,
      "❘": 2278,
      "❛": 2279,
      "❝": 2280,
      "❞": 2281,
      "❣": 2282,
      "❤": 2283,
      "❥": 2284,
      "❶": 2285,
      "❷": 2286,
      "❸": 2287,
      "❹": 2288,
      "❺": 2289,
      "❼": 2290,
      "➌": 2291,
      "➍": 2292,
      "➕": 2293,
      "➖": 2294,
      "➜": 2295,
      "➞": 2296,
      "➡": 2297,
      "➢": 2298,
      "➤": 2299,
      "➥": 2300,
      "➨": 2301,
      "➹": 2302,
      "➽": 2303,
      "⟵": 2304,
      "⟶": 2305,
      "⠀": 2306,
      "⤓": 2307,
      "⤴": 2308,
      "⤵": 2309,
      "⦁": 2310,
      "⦿": 2311,
      "⧼": 2312,
      "⧽": 2313,
      "⨯": 2314,
      "⫸": 2315,
      "⬅": 2316,
      "⬆": 2317,
      "⬇": 2318,
      "⭐": 2319,
      "⭕": 2320,
      "Ⱡ": 2321,
      "Ɽ": 2322,
      "ⲛ": 2323,
      "ⴼ": 2324,
      "⸱": 2325,
      "、": 2326,
      "。": 2327,
      "々": 2328,
      "〈": 2329,
      "《": 2330,
      "》": 2331,
      "「": 2332,
      "」": 2333,
      "『": 2334,
      "』": 2335,
      "【": 2336,
      "】": 2337,
      "〒": 2338,
      "〓": 2339,
      "〖": 2340,
      "〗": 2341,
      "〜": 2342,
      "〽": 2343,
      "ぁ": 2344,
      "あ": 2345,
      "い": 2346,
      "う": 2347,
      "え": 2348,
      "お": 2349,
      "か": 2350,
      "が": 2351,
      "き": 2352,
      "ぎ": 2353,
      "く": 2354,
      "ぐ": 2355,
      "け": 2356,
      "げ": 2357,
      "こ": 2358,
      "ご": 2359,
      "さ": 2360,
      "ざ": 2361,
      "し": 2362,
      "じ": 2363,
      "す": 2364,
      "ず": 2365,
      "せ": 2366,
      "ぜ": 2367,
      "そ": 2368,
      "ぞ": 2369,
      "た": 2370,
      "だ": 2371,
      "ち": 2372,
      "っ": 2373,
      "つ": 2374,
      "づ": 2375,
      "て": 2376,
      "で": 2377,
      "と": 2378,
      "ど": 2379,
      "な": 2380,
      "に": 2381,
      "ね": 2382,
      "の": 2383,
      "は": 2384,
      "ば": 2385,
      "ぱ": 2386,
      "ひ": 2387,
      "び": 2388,
      "ふ": 2389,
      "ぶ": 2390,
      "へ": 2391,
      "べ": 2392,
      "ほ": 2393,
      "ぼ": 2394,
      "ま": 2395,
      "み": 2396,
      "む": 2397,
      "め": 2398,
      "も": 2399,
      "ゃ": 2400,
      "や": 2401,
      "ゅ": 2402,
      "ゆ": 2403,
      "ょ": 2404,
      "よ": 2405,
      "ら": 2406,
      "り": 2407,
      "る": 2408,
      "れ": 2409,
      "ろ": 2410,
      "わ": 2411,
      "を": 2412,
      "ん": 2413,
      "ァ": 2414,
      "ア": 2415,
      "ィ": 2416,
      "イ": 2417,
      "ウ": 2418,
      "ェ": 2419,
      "エ": 2420,
      "ォ": 2421,
      "オ": 2422,
      "カ": 2423,
      "ガ": 2424,
      "キ": 2425,
      "ギ": 2426,
      "ク": 2427,
      "グ": 2428,
      "ケ": 2429,
      "ゲ": 2430,
      "コ": 2431,
      "ゴ": 2432,
      "サ": 2433,
      "ザ": 2434,
      "シ": 2435,
      "ジ": 2436,
      "ス": 2437,
      "ズ": 2438,
      "セ": 2439,
      "ゼ": 2440,
      "ソ": 2441,
      "タ": 2442,
      "ダ": 2443,
      "チ": 2444,
      "ッ": 2445,
      "ツ": 2446,
      "テ": 2447,
      "デ": 2448,
      "ト": 2449,
      "ド": 2450,
      "ナ": 2451,
      "ニ": 2452,
      "ネ": 2453,
      "ノ": 2454,
      "ハ": 2455,
      "バ": 2456,
      "パ": 2457,
      "ヒ": 2458,
      "ビ": 2459,
      "ピ": 2460,
      "フ": 2461,
      "ブ": 2462,
      "プ": 2463,
      "ヘ": 2464,
      "ベ": 2465,
      "ホ": 2466,
      "ボ": 2467,
      "ポ": 2468,
      "マ": 2469,
      "ミ": 2470,
      "ム": 2471,
      "メ": 2472,
      "モ": 2473,
      "ャ": 2474,
      "ヤ": 2475,
      "ュ": 2476,
      "ユ": 2477,
      "ョ": 2478,
      "ヨ": 2479,
      "ラ": 2480,
      "リ": 2481,
      "ル": 2482,
      "レ": 2483,
      "ロ": 2484,
      "ワ": 2485,
      "ン": 2486,
      "・": 2487,
      "ー": 2488,
      "ㄫ": 2489,
      "ㅡ": 2490,
      "ㅣ": 2491,
      "ㅤ": 2492,
      "㋡": 2493,
      "㎡": 2494,
      "㪘": 2495,
      "㸍": 2496,
      "䶺": 2497,
      "一": 2498,
      "丁": 2499,
      "丂": 2500,
      "丅": 2501,
      "万": 2502,
      "丈": 2503,
      "三": 2504,
      "上": 2505,
      "下": 2506,
      "不": 2507,
      "与": 2508,
      "专": 2509,
      "且": 2510,
      "世": 2511,
      "业": 2512,
      "东": 2513,
      "丝": 2514,
      "両": 2515,
      "丢": 2516,
      "两": 2517,
      "严": 2518,
      "並": 2519,
      "丨": 2520,
      "个": 2521,
      "中": 2522,
      "丰": 2523,
      "临": 2524,
      "丸": 2525,
      "为": 2526,
      "主": 2527,
      "丽": 2528,
      "举": 2529,
      "久": 2530,
      "么": 2531,
      "义": 2532,
      "之": 2533,
      "乎": 2534,
      "乏": 2535,
      "乐": 2536,
      "乒": 2537,
      "乓": 2538,
      "乖": 2539,
      "乗": 2540,
      "九": 2541,
      "也": 2542,
      "习": 2543,
      "乡": 2544,
      "书": 2545,
      "买": 2546,
      "了": 2547,
      "予": 2548,
      "争": 2549,
      "事": 2550,
      "二": 2551,
      "于": 2552,
      "云": 2553,
      "互": 2554,
      "五": 2555,
      "井": 2556,
      "亚": 2557,
      "些": 2558,
      "亞": 2559,
      "亡": 2560,
      "交": 2561,
      "产": 2562,
      "享": 2563,
      "京": 2564,
      "亮": 2565,
      "亲": 2566,
      "人": 2567,
      "亿": 2568,
      "什": 2569,
      "仁": 2570,
      "今": 2571,
      "介": 2572,
      "仍": 2573,
      "从": 2574,
      "仔": 2575,
      "仕": 2576,
      "他": 2577,
      "付": 2578,
      "仙": 2579,
      "代": 2580,
      "令": 2581,
      "以": 2582,
      "们": 2583,
      "仰": 2584,
      "仲": 2585,
      "件": 2586,
      "价": 2587,
      "任": 2588,
      "份": 2589,
      "仿": 2590,
      "企": 2591,
      "休": 2592,
      "众": 2593,
      "优": 2594,
      "伙": 2595,
      "会": 2596,
      "伝": 2597,
      "伟": 2598,
      "传": 2599,
      "伤": 2600,
      "伯": 2601,
      "估": 2602,
      "伴": 2603,
      "伺": 2604,
      "似": 2605,
      "但": 2606,
      "位": 2607,
      "低": 2608,
      "住": 2609,
      "佐": 2610,
      "佑": 2611,
      "体": 2612,
      "何": 2613,
      "余": 2614,
      "佛": 2615,
      "作": 2616,
      "你": 2617,
      "佳": 2618,
      "使": 2619,
      "侄": 2620,
      "來": 2621,
      "例": 2622,
      "供": 2623,
      "依": 2624,
      "価": 2625,
      "侵": 2626,
      "便": 2627,
      "促": 2628,
      "俄": 2629,
      "俗": 2630,
      "保": 2631,
      "信": 2632,
      "修": 2633,
      "俱": 2634,
      "個": 2635,
      "倍": 2636,
      "們": 2637,
      "倒": 2638,
      "候": 2639,
      "倦": 2640,
      "值": 2641,
      "偉": 2642,
      "偏": 2643,
      "做": 2644,
      "停": 2645,
      "健": 2646,
      "側": 2647,
      "偿": 2648,
      "傅": 2649,
      "備": 2650,
      "傢": 2651,
      "傳": 2652,
      "傷": 2653,
      "働": 2654,
      "像": 2655,
      "僕": 2656,
      "僚": 2657,
      "價": 2658,
      "億": 2659,
      "優": 2660,
      "儿": 2661,
      "允": 2662,
      "元": 2663,
      "兄": 2664,
      "充": 2665,
      "先": 2666,
      "光": 2667,
      "克": 2668,
      "児": 2669,
      "兒": 2670,
      "党": 2671,
      "入": 2672,
      "內": 2673,
      "全": 2674,
      "兩": 2675,
      "八": 2676,
      "公": 2677,
      "六": 2678,
      "兰": 2679,
      "共": 2680,
      "关": 2681,
      "兴": 2682,
      "兵": 2683,
      "其": 2684,
      "具": 2685,
      "典": 2686,
      "养": 2687,
      "内": 2688,
      "円": 2689,
      "册": 2690,
      "再": 2691,
      "冒": 2692,
      "写": 2693,
      "军": 2694,
      "冠": 2695,
      "冥": 2696,
      "冬": 2697,
      "冰": 2698,
      "决": 2699,
      "况": 2700,
      "冷": 2701,
      "准": 2702,
      "凉": 2703,
      "凌": 2704,
      "凍": 2705,
      "凝": 2706,
      "几": 2707,
      "処": 2708,
      "出": 2709,
      "分": 2710,
      "切": 2711,
      "刑": 2712,
      "划": 2713,
      "列": 2714,
      "刘": 2715,
      "则": 2716,
      "刚": 2717,
      "创": 2718,
      "初": 2719,
      "删": 2720,
      "判": 2721,
      "別": 2722,
      "利": 2723,
      "刪": 2724,
      "别": 2725,
      "刮": 2726,
      "到": 2727,
      "制": 2728,
      "刷": 2729,
      "刺": 2730,
      "刻": 2731,
      "前": 2732,
      "剛": 2733,
      "剥": 2734,
      "剧": 2735,
      "剩": 2736,
      "剪": 2737,
      "副": 2738,
      "創": 2739,
      "劇": 2740,
      "劏": 2741,
      "力": 2742,
      "办": 2743,
      "功": 2744,
      "加": 2745,
      "务": 2746,
      "劣": 2747,
      "动": 2748,
      "助": 2749,
      "努": 2750,
      "劫": 2751,
      "励": 2752,
      "劳": 2753,
      "労": 2754,
      "効": 2755,
      "势": 2756,
      "勇": 2757,
      "動": 2758,
      "務": 2759,
      "勞": 2760,
      "募": 2761,
      "勢": 2762,
      "勤": 2763,
      "勧": 2764,
      "勾": 2765,
      "包": 2766,
      "化": 2767,
      "北": 2768,
      "匪": 2769,
      "匮": 2770,
      "匯": 2771,
      "区": 2772,
      "医": 2773,
      "區": 2774,
      "十": 2775,
      "卂": 2776,
      "千": 2777,
      "升": 2778,
      "午": 2779,
      "半": 2780,
      "华": 2781,
      "卐": 2782,
      "卒": 2783,
      "卓": 2784,
      "協": 2785,
      "单": 2786,
      "卖": 2787,
      "南": 2788,
      "博": 2789,
      "占": 2790,
      "卫": 2791,
      "印": 2792,
      "危": 2793,
      "即": 2794,
      "却": 2795,
      "卻": 2796,
      "历": 2797,
      "厉": 2798,
      "压": 2799,
      "厌": 2800,
      "厘": 2801,
      "厚": 2802,
      "原": 2803,
      "厦": 2804,
      "厭": 2805,
      "去": 2806,
      "参": 2807,
      "又": 2808,
      "及": 2809,
      "友": 2810,
      "双": 2811,
      "反": 2812,
      "収": 2813,
      "发": 2814,
      "取": 2815,
      "受": 2816,
      "变": 2817,
      "口": 2818,
      "古": 2819,
      "另": 2820,
      "只": 2821,
      "召": 2822,
      "可": 2823,
      "台": 2824,
      "史": 2825,
      "右": 2826,
      "叶": 2827,
      "号": 2828,
      "司": 2829,
      "叹": 2830,
      "吃": 2831,
      "各": 2832,
      "合": 2833,
      "吉": 2834,
      "同": 2835,
      "名": 2836,
      "后": 2837,
      "吐": 2838,
      "向": 2839,
      "吗": 2840,
      "吞": 2841,
      "否": 2842,
      "吧": 2843,
      "吨": 2844,
      "含": 2845,
      "听": 2846,
      "吴": 2847,
      "吸": 2848,
      "吹": 2849,
      "呂": 2850,
      "呈": 2851,
      "告": 2852,
      "员": 2853,
      "呢": 2854,
      "周": 2855,
      "味": 2856,
      "命": 2857,
      "咀": 2858,
      "和": 2859,
      "咏": 2860,
      "咳": 2861,
      "哀": 2862,
      "品": 2863,
      "哈": 2864,
      "响": 2865,
      "哔": 2866,
      "員": 2867,
      "哥": 2868,
      "哩": 2869,
      "哪": 2870,
      "哲": 2871,
      "唯": 2872,
      "商": 2873,
      "啊": 2874,
      "問": 2875,
      "啤": 2876,
      "喀": 2877,
      "善": 2878,
      "喇": 2879,
      "喉": 2880,
      "喋": 2881,
      "喜": 2882,
      "喫": 2883,
      "單": 2884,
      "営": 2885,
      "嘉": 2886,
      "嘗": 2887,
      "嘘": 2888,
      "嘛": 2889,
      "噛": 2890,
      "器": 2891,
      "四": 2892,
      "回": 2893,
      "因": 2894,
      "团": 2895,
      "団": 2896,
      "囤": 2897,
      "园": 2898,
      "困": 2899,
      "図": 2900,
      "固": 2901,
      "国": 2902,
      "图": 2903,
      "國": 2904,
      "園": 2905,
      "圖": 2906,
      "土": 2907,
